accountsservice
acpi
acpid
alarm-clock-applet
alsa-firmware
alsa-plugins
alsa-utils
arandr
artwork-i3
autoconf
automake
avahi
awesome-terminal-fonts
b43-fwcutter
bash
binutils
bison
blueman
bluez-utils
bmenu
btrfs-progs
bumblebee
bzip2
calendar-indicator
cantarell-fonts
cherrytree
clipit
coreutils
cpupower
crda
cronie
cryptsetup
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
etcher
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
file-roller
filemanager-actions
filesystem
findutils
firefox
flac
flex
foxitreader
gawk
gcal
gcc
gcc-libs
gcolor2
gconf
gettext
gimp
git
gksu-polkit
glibc
gnome-keyring
google-calendar-nativefier
gparted
grep
grive
grub
grub-theme-manjaro-dev
gsimplecal
gsound
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3-classic
gtksourceview-pkgbuild
guake
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gxkb
gzip
haveged
hexchat
htop
i3blocks
indicator-kdeconnect
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
kdeconnect
kvantum-manjaro
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-418xx-utils
lib32-primus
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgpod
libreoffice-fresh
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux419
linux419-bbswitch
linux419-nvidia-418xx
logrotate
lsb-release
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
markdown_previewer
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
ncdu
neovim
nerd-fonts-complete
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nushell-bin
nvidia-418xx-utils
odrive-bin
open-fuse-iso
openresolv
openssh
os-prober
p7zip
pacaur
pacman
palemoon-bin
pamac-gtk-dev
patch
patchutils
pavucontrol
pciutils
pcmanfm
perl
perl-file-mimeinfo
pkgconf
polkit-gnome
poppler-data
powertop
procps-ng
psmisc
pulseaudio-equalizer-ladspa
py3status
pygtk
python-pip
qt5-styleplugins
qt5ct
ranger
reiserfsprogs
rofi
rsync
s-nail
samba
sbxkb
screenfetch
sed
shadow
spectre-meltdown-checker
speedtest-cli
sshfs
strace
sublime-text-dev
subversion
sudo
sysfsutils
syslog-ng
system-config-samba
systemd-fsck-silent
systemd-sysvcompat
tar
terminator
terminus-font
texinfo
timeshift
tixati
tldr
tlp
tor-browser
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
upower
usbutils
util-linux
vbetool
vertex-maia-themes
vi
vibrancy-icons-teal
viewnior
vim
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
wmutils
wpa_supplicant
xarchiver
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
yay
youtube-dl
zsh
