accountsservice
adapta-gtk-theme-git
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aic94xx-firmware
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
appstream
arandr
arch-install-scripts
archiso
archlinux-keyring
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-bootloader-grub-git
arcolinux-bspwm-git
arcolinux-cinnamon-dconf-git
arcolinux-cinnamon-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-desktop-trasher-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-surfn-arc-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-simplicity-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-variety-autostart-git
arcolinux-variety-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arconet-xfce
asciinema
autorandr
avahi
awesome-terminal-fonts
base
base-devel
bash-complete-alias
bash-completion
bash-git-prompt
bat-cat-git
biber
bind
blueberry
bluez
bluez-libs
bluez-utils
broadcom-wl-dkms
bspwm
btrfs-progs
cherrytree
chromium
cinnamon
cinnamon-translations
clonezilla
conky-lua-archers
cronie
cryfs
cryptsetup
cups
cups-filters
dconf-editor
ddrescue
dex
dhclient
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
duf
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
electrum
encfs
ethtool
evolution
exfatprogs
exo
expac
f2fs-tools
fatresize
feh
ffmpegthumbnailer
file-roller
firefox
flameshot
freetype2
fsarchiver
garcon
gedit
ghostscript
git
gksu
gmrun
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnome-system-monitor
gnome-terminal
gnu-netcat
go
gocryptfs
google-chrome
gpart
gparted
gpm
gptfdisk
grub
grub-customizer
gsfonts
gsimplecal
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gutenprint
guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gxkb
hardcode-fixer-git
hardinfo-gtk3
hdparm
highlight
htop
hunspell-bg
hunspell-en_gb
hunspell-en_us
hw-probe
hwinfo
hyperv
imagemagick
inetutils
intltool
inxi
iotop
irssi
iso-flag-png
iw
jfsutils
jq
jsoncpp
kdeconnect
keepassxc
laptop-detect
less
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libreoffice-still
libreoffice-still-bg
libusb-compat
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-lts
linux-zen
linux-zen-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
man-db
man-pages
mc
mdadm
meld
memtest86+
memtest86+-efi
mesa
mintlocale
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
monero
monero-gui
mpv
mtools
mtpfs
nbd
ndisc6
nemo-fileroller
neofetch
neovim
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvm
nvme-cli
ocs-url
open-iscsi
openconnect
openresolv
openssh
openvpn
os-prober
p7zip
packagekit-qt5
partclone
parted
partimage
paru-bin
pass
pass-otp
pavucontrol
pcmanfm
pcsclite
picom
pkgfile
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
preload
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
pv
python-pip
python-pyparted
python-rapidjson
qalculate-gtk
qemu-user-static
qemu-user-static-binfmt
qutebrowser
rate-mirrors-bin
refind
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rp-pppoe
rpi-imager-bin
rsync
rtl8821cu-morrownr-dkms-git
rxvt-unicode
rxvt-unicode-terminfo
sardi-icons
screen
scrot
sdparm
sg3_utils
smartmontools
sof-firmware
speedcrunch
speedtest-cli-git
squashfs-tools
sudo
surfn-plasma-dark-icons-git
sutils-git
sxhkd
sxiv
syslinux
system-config-printer
ta-lib
tcpdump
telegram-desktop
terminator
terminus-font
testdisk
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
texmaker
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tixati
tk
tldr
tlp
tmux
tpm2-tss
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-font-awesome-5
ttf-hack
ttf-hactor
ttf-hellvetica
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-joypixels
ttf-lato
ttf-linux-libertine
ttf-linux-libertine-g
ttf-material-design-iconic-font
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
udiskie
udisks2
unace
unrar
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
variety
viber
vim
visual-studio-code-bin
vlc
volumeicon
vpnc
vulkan-radeon
vulkan-tools
w3m
wd719x-firmware
webkit2gtk
wget
winbox
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xapp
xarchiver
xclip
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-libinput
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xkeyboard-config
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xtitle-git
yad
yay-bin
yt-dlp
yubikey-manager
yubikey-manager-qt
yubikey-personalization-gui
zathura
zathura-pdf-poppler
zenity
