abook
accountsservice
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
android-file-transfer
arandr
arc-gtk-theme
arch-install-scripts
archiso
arcolinux-bin-git
arcolinux-bspwm-dconf-git
arcolinux-bspwm-git
arcolinux-config-bspwm-git
arcolinux-conky-collection-git
arcolinux-cron-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-lightdm-gtk-greeter
arcolinux-lightdm-gtk-greeter-settings
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logout-git
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-oblogout
arcolinux-oblogout-themes-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-slim
arcolinux-slimlock-themes-git
arcolinux-system-config-git
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-zsh-git
asciinema
atool
autoconf
automake
avahi
awesome-terminal-fonts
base
bash-completion
bibata-cursor-theme
bind-tools
binutils
bison
blackarch-keyring
blueberry
bluez
bluez-libs
bluez-utils
boost-libs
broadcom-wl
bspwm
btrfs-progs
calcurse
certbot
cherrytree
clonezilla
conky-lua-archers
crda
cronie
cups
cups-filters
cups-pdf
cups-pk-helper
darkhttpd
dconf-editor
ddrescue
dex
dhclient
dialog
diffutils
dmenu
dmraid
dolphin
dosfstools
downgrade
edbrowse
efitools
ethtool
exfat-utils
exo
expac
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file-roller
firefox
flex
freetype2
fsarchiver
fzf
galculator
garcon
gcc
ghostscript
git
gksu
gmrun
gnome-disk-utility
gnome-keyring
gnu-netcat
gparted
gpm
gptfdisk
groff
grub
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-theme-arc-gruvbox-git
gtk3
gufw
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gxkb
hardcode-fixer-git
hardinfo
haveged
hdparm
highlight
htop
hwinfo
imagemagick
intltool
inxi
ipw2100-fw
ipw2200-fw
irssi
iw
jfsutils
jq
jsoncpp
kdeconnect
keepassxc
kvantum-qt5
kvantum-theme-arc
laptop-detect
lf-git
libatomic_ops
libcups
libdvdcss
libgsf
libmtp
libopenraw
libpwquality
libtool
lightdm
linux-atm
linux-firmware
linux-lts
linux-zen
linux-zen-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
m4
maim
make
man-db
man-pages
mc
mdadm
mdp
mediainfo
memtest86+
mesa
mintstick-git
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpc
mpd
mpv
mtools
mtpfs
mutt-wizard-git
nano
nbd
ncdu
ncmpcpp
ndisc6
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nilfs-utils
nitrogen
nmap
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
oh-my-zsh-git
oh-my-zsh-powerline-theme-git
openconnect
openresolv
openssh
openvpn
os-prober
p7zip
pamac-aur
pamixer
paprefs
partclone
parted
partimage
patch
pavucontrol
pcmanfm
picom
pkgconf
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
pulsemixer
python-pip
python-pyparted
python2-dbus
python2-pyxdg
qt5-styleplugins
qt5-webkit
qt5-xmlpatterns
qt5ct
qtox
qutebrowser
ranger
refind
reflector
reiserfsprogs
ristretto
rlwrap
rofi
rp-pppoe
rsync
sardi-icons
sc-im
scrot
sdparm
sg3_utils
slock
smartmontools
socat
speedtest-cli
splix
squashfs-tools
st
steam
sublime-text-dev
sudo
surfn-icons-git
sutils-git
sxhkd
sxiv
syslinux
system-config-printer
task
tcpdump
terminator
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tixati
tldr
tmux
tree
trizen
ts
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-linux-libertine
ttf-ms-fonts
ttf-roboto
ttf-symbola
ttf-ubuntu-font-family
tumbler
udiskie
udisks2
unace
unclutter
unrar
unzip
upower
usb_modeswitch
usbutils
variety
vi
vifm
vim
vimb
virtualbox
virtualbox-guest-dkms
virtualbox-guest-iso
vlc
volumeicon
vpnc
w3m
webkit2gtk
wget
which
wireless-regdb
wireless_tools
wireshark-qt
wmctrl
wpa_supplicant
wvdial
xapps
xcape
xclip
xcompmgr
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfconf
xfsprogs
xfwm4
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xtitle-git
xwallpaper
xwinfo-git
yad
yay-bin
youtube-dl
zathura
zathura-pdf-mupdf
zenity
zsh
zsh-completions
zsh-fast-syntax-highlighting
zsh-syntax-highlighting
